{
    "More orders, easy management": "More orders, easy management",
    "Elevate your business effortlessly. As your dedicated partner, we ensure exceptional service for both you and your customers, simplifying your operations and fostering the perfect environment for your business to flourish": "Elevate your business effortlessly. As your dedicated partner, we ensure exceptional service for both you and your customers, simplifying your operations and fostering the perfect environment for your business to flourish",
    "Fulfillment Solutions": "Fulfillment Solutions",
    "Focus on selling, we’ll handle the rest.": "Focus on selling, we’ll handle the rest.",
    "Order Fulfillment": "Order Fulfillment",
    "We ensure your orders are processed efficiently and delivered to your customers with speed and precision.": "We ensure your orders are processed efficiently and delivered to your customers with speed and precision.",
    "Seamless Integration": "Seamless Integration",
    "We provide seamless integration with your existing systems to streamline your business operations.": "We provide seamless integration with your existing systems to streamline your business operations.",
    "Inventory Management": "Inventory Management",
    "Monitor your inventory in real-time, plan proactively, and enhance your operational efficiency.": "Monitor your inventory in real-time, plan proactively, and enhance your operational efficiency.",
    "Account Managers": "Account Managers",
    "Dedicated account managers are here to support your business growth and promptly address your needs.": "Dedicated account managers are here to support your business growth and promptly address your needs.",
    "Contact Us": "Contact Us",
    "Save Thousands": "Save Thousands",
    "Save thousands every month by cutting the costs and complications of fulfillment, shipping, and labor.": "Save thousands every month by cutting the costs and complications of fulfillment, shipping, and labor.",
    "Same Day Fulfillment": "Same Day Fulfillment",
    "Personalized, convenient, and same day in 24-hour multi-channel order fulfillment.": "Personalized, convenient, and same day in 24-hour multi-channel order fulfillment.",
    "Customer Support": "Customer Support",
    "We proudly support our services with solution-driven customer care, available 24/7 for your convenience.": "We proudly support our services with solution-driven customer care, available 24/7 for your convenience.",
    "about-paragraph-one": "Enretag LLC is a trusted provider of top-quality interim warehousing and fulfillment services in North America, including the USA, Canada, and Mexico. With a strong presence across these regions, we are equipped to handle a wide range of logistics needs, ensuring that your products reach their destination efficiently and securely.",
    "about-paragraph-two": "At Enretag, our mission is to deliver secure, practical, and customer-centric fulfillment and shipping solutions designed to simplify and enhance your business operations. We understand that in today’s fast-paced e-commerce environment, reliability and efficiency are key. That's why we are committed to handling your products with the utmost care, giving you peace of mind so you can focus on growing your business.",
    "about-paragraph-three": "Our expert team brings years of industry experience to the table, offering secure and cost-effective fulfillment solutions tailored to meet the unique demands of e-commerce businesses. Whether you're a seasoned professional or just beginning your e-commerce journey, we are here to support you every step of the way. From managing inventory to ensuring timely fulfillment and shipment, we pride ourselves on providing the high-quality solutions your business needs to succeed in a competitive market.",
    "about-paragraph-four": "At Enretag, we believe that our customers are at the heart of everything we do. We strive to build long-term partnerships based on trust, reliability, and exceptional service. We take the time to understand your specific needs and challenges, allowing us to offer customized solutions that align perfectly with your business goals.",
    "about-paragraph-five": "Contact us today to discover how Enretag LLC can help you streamline your fulfillment processes, reduce costs, and enhance customer satisfaction. Let us be your trusted partner in achieving success in the dynamic world of ecommerce.",
    "contact-email": "Our team will contact you in 24 hours.",
    "contact-whatsapp": "Our friendly team is here to help anytime.",
    "contact-office": "Stop by the warehouse and say hello to our team",
    "contact-paragraph-one": "We’d love to hear from you. Please fill out the form or send us an email.",
    "contact-working-hours": "Monday - Friday : 09AM - 6PM (ETA)",
    "how-it-works-receiving-paragraph-one": "we continuously improve our processes to provide our customers with the highest quality service. Our receiving process is meticulously designed to ensure the accurate and safe acceptance of your products into our warehouse.",
    "how-it-works-receiving-paragraph-two": "and receipt of your products at our warehouse, they will undergo a thorough inspection by our expert team. The quality and accuracy of your products will be examined, and after counting, details of content, integrity, and quantity will be entered into our system",
    "how-it-works-receiving-paragraph-three": "you will be provided with feedback. With our professional software, you can be assured that the accepted products are inventoried into our system.",
    "how-it-works-receiving-paragraph-four": "is our priority. For any questions about our receiving process, contact us—we're here to help.",
    "how-it-works-preparing-paragraph-one": "and their entries are made into our system as necessary, the preparation process begins.",
    "how-it-works-preparing-paragraph-two": "This process has become very practical for you. You can easily select the status, packaging instructions, consolidation, or segregation of the products entered into our system through our software.",
    "how-it-works-preparing-paragraph-three": "with the choices you make and the FNSKU labels you upload easily, the labeling process of your products according to your preferences and correct sizes is completed in a very short time.",
    "how-it-works-packaging-paragraph-one": "are classified based on weight, volume, category (hazardous materials, meltable etc.), and the boxing process begins.",
    "how-it-works-packaging-paragraph-two": "your products are distributed evenly in the boxes to ensure that the boxes are used to their full capacity in terms of size and weight, ensuring maximum efficiency from the prepared box in this sense.",
    "how-it-works-delivering-paragraph-one": "Our professional team uploads the contents into the system and notifies sellers that their boxes are ready.",
    "how-it-works-delivering-paragraph-two": "we start preparing shipping labels and, if needed, customs documents.",
    "how-it-works-delivering-paragraph-three": "your boxes are promptly shipped with the selected carrier, and tracking details are provided by our software to you.",
    "how-it-works-delivering-paragraph-four": "Our professional team ensures the tracking and management of your boxes until they are delivered.",
    "how-it-works-quote": "Customer satisfaction is our priority. For any questions about our work process, contact us. We're here to help anytime."
}