{
  "More orders, easy management": "More orders, easy management",
  "Elevate your business effortlessly. As your dedicated partner, we ensure exceptional service for both you and your customers, simplifying your operations and fostering the perfect environment for your business to flourish": "Elevate your business effortlessly. As your dedicated partner, we ensure exceptional service for both you and your customers, simplifying your operations and fostering the perfect environment for your business to flourish",
  "Fulfillment Solutions": "Fulfillment Solutions",
  "Focus on selling, we’ll handle the rest.": "Focus on selling, we’ll handle the rest.",
  "Order Fulfillment": "Order Fulfillment",
  "We ensure your orders are processed efficiently and delivered to your customers with speed and precision.": "We ensure your orders are processed efficiently and delivered to your customers with speed and precision.",
  "Seamless Integration": "Seamless Integration",
  "We provide seamless integration with your existing systems to streamline your business operations.": "We provide seamless integration with your existing systems to streamline your business operations.",
  "Inventory Management": "Inventory Management",
  "Monitor your inventory in real-time, plan proactively, and enhance your operational efficiency.": "Monitor your inventory in real-time, plan proactively, and enhance your operational efficiency.",
  "Account Managers": "Account Managers",
  "Dedicated account managers are here to support your business growth and promptly address your needs.": "Dedicated account managers are here to support your business growth and promptly address your needs.",
  "Contact Us": "Contact Us",
  "Get a Quote": "Get a Quote",
  "Save Thousands": "Save Thousands",
  "Save thousands every month by cutting the costs and complications of fulfillment, shipping, and labor.": "Save thousands every month by cutting the costs and complications of fulfillment, shipping, and labor.",
  "Same Day Fulfillment": "Same Day Fulfillment",
  "Personalized, convenient, and same day in 24-hour multi-channel order fulfillment.": "Personalized, convenient, and same day in 24-hour multi-channel order fulfillment.",
  "Customer Support": "Customer Support",
  "We proudly support our services with solution-driven customer care, available 24/7 for your convenience.": "We proudly support our services with solution-driven customer care, available 24/7 for your convenience.",
  "Among the various services offered at our warehouse are options like": "Among the various services offered at our warehouse are options like",
  "FBA (Fulfilled by Amazon), FBM (Fulfilled by Merchant), Dropshipping, LTL Freight Shipment and Wholesale.": "FBA (Fulfilled by Amazon), FBM (Fulfilled by Merchant), Dropshipping, LTL Freight Shipment and Wholesale.",
  "FBA": "FBA",
  "With the FBA service, customers can easily send their products to Amazon's warehouses and thanks to our advanced software, they can easily manage their inventory and orders.": "With the FBA service, customers can easily send their products to Amazon's warehouses and thanks to our advanced software, they can easily manage their inventory and orders.",
  "FBM": "FBM",
  "FBM allows customers to keep their products in our warehouses and fulfill orders directly.": "FBM allows customers to keep their products in our warehouses and fulfill orders directly.",
  "Dropshipping": "Dropshipping",
  "Dropshipping is an ideal solution for sending products directly from the supplier to the customer without the need for inventory.": "Dropshipping is an ideal solution for sending products directly from the supplier to the customer without the need for inventory.",
  "Revolutionary Fulfillment Solutions": "Revolutionary Fulfillment Solutions",
  "Streamline your e-commerce with our efficient Pick, Pack, and Ship services, real-time tracking, and full system integration all designed for 100% customer satisfaction.": "Streamline your e-commerce with our efficient Pick, Pack, and Ship services, real-time tracking, and full system integration all designed for 100% customer satisfaction.",
  "Pick, Pack, and Ship": "Pick, Pack, and Ship",
  "When a product is sold, it is automatically recorded in our system. We retrieve order details directly from the system, complete the necessary preparations, and ship the orders.": "When a product is sold, it is automatically recorded in our system. We retrieve order details directly from the system, complete the necessary preparations, and ship the orders.",
  "Superior Service Quality": "Superior Service Quality",
  "Our most important mission is to work with 100% customer satisfaction. To achieve this, we prioritize direct communication with all our customers to elevate the slow-moving communication network in the e-commerce sector to the highest levels.": "Our most important mission is to work with 100% customer satisfaction. To achieve this, we prioritize direct communication with all our customers to elevate the slow-moving communication network in the e-commerce sector to the highest levels.",
  "100% Integration": "100% Integration",
  "Our warehouse has a fully automated software for the rapid and accurate fulfillment of customer orders. You can benefit from our software without any charges.": "Our warehouse has a fully automated software for the rapid and accurate fulfillment of customer orders. You can benefit from our software without any charges.",
  "Real-Time Shipment Tracking System": "Real-Time Shipment Tracking System",
  "Tracking all your shipments through our system is incredibly easy. As soon as your packages leave our warehouse, tracking numbers are updated, allowing you to follow your order process in real-time.": "Tracking all your shipments through our system is incredibly easy. As soon as your packages leave our warehouse, tracking numbers are updated, allowing you to follow your order process in real-time.",
  "content-fba-paragraph": "If you're an online seller, you might be familiar with the challenges of order fulfillment - storage, packaging, shipping, customer service, and returns. Amazon FBA (Fulfillment by Amazon) is a service designed to relieve these pressures so that you can focus more on growing your business.",
  "content-fbm-paragraph": "FBM, or Fulfillment by Merchant, is a popular order fulfillment option that provides sellers with greater control over their inventory and shipping processes. Unlike FBA, FBM allows merchants to manage these aspects themselves.",
  "WholeSale": "WholeSale",
  "content-wholesale-paragraph": "Wholesale is a dynamic and lucrative platform that empowers businesses to engage in bulk purchasing and selling, creating a mutually beneficial marketplace for wholesalers and retailers alike. This model facilitates the seamless exchange of goods in large quantities, streamlining the supply chain and enabling businesses to scale efficiently.",
  "content-dropshipping-paragraph": "Dropshipping has become a popular business model for entrepreneurs looking to establish an online retail presence without requiring significant inventory investment. This innovative approach allows sellers to list and sell goods without physically handling them, thus minimizing risk.",
  "LTL Freight Shipment": "LTL Freight Shipment",
  "content-ltl-paragraph": "In the modern world of commerce, the storage and distribution of products hold great importance. The efficient management of these processes directly affects the success of businesses. It is at this point that shipping with pallets has become an indispensable logistical solution for many companies.",
  "Our happy clients say about us": "Our happy clients say about us",
  "testimonials-1": "I've been using Enretag LLC for my fulfillment needs, and I couldn't be happier with the service. Their team is incredibly professional, and they handle my products with the utmost care. Shipping is always fast, and they consistently meet my deadlines. What stands out the most is their attention to detail and the seamless communication throughout the process. Highly recommend them to anyone looking for a reliable fulfillment partner!",
  "testimonials-2": "Enretag has been a game-changer for my business. Their fulfillment service is quick, efficient, and always reliable. The team is responsive and easy to work with. I highly recommend them!",
  "testimonials-3": "Fast, hassle-free and affordable service that keeps my business running smoothly. Thanks for all 🙏🙏",
  "Why Choose Us ?": "Why Choose Us ?",
  "why-choose-us-paragraph-1": "Enretag is your trusted partner for reliable and fast fulfillment in North America. We stand out with our proprietary software, which ensures real-time tracking, efficient inventory management, and seamless order processing.",
  "why-choose-us-paragraph-2": "Our technology, combined with a dedicated team, allows you to focus on growing your business while we handle the logistics. Choose Enretag for a fulfillment service that’s efficient, tech-driven, and tailored to your needs.",
  "Contact": "Contact",
  "© Copyright 2023 Enretag LLC. All Rights Reserved": "© Copyright 2023 Enretag LLC. All Rights Reserved",
  "Partner With Us, Forget the Rest!": "Partner With Us, Forget the Rest!",
  "Partner with us": "Partner with us",
  "and let us take care of all the logistics while you focus on growing your business.": "and let us take care of all the logistics while you focus on growing your business.",
  "From order fulfillment to inventory management and seamless integration with top e-commerce platforms, we've got everything covered. With our dedicated support, you can rest easy knowing your operations are in expert hands. Join us, and leave the details to us—so you can concentrate on what you do best.": "From order fulfillment to inventory management and seamless integration with top e-commerce platforms, we've got everything covered. With our dedicated support, you can rest easy knowing your operations are in expert hands. Join us, and leave the details to us—so you can concentrate on what you do best.",
  "Get Started": "Get Started",
  "Empowering Businesses with": "Empowering Businesses with",
  "Our fulfillment platform is trusted by our customers to optimize logistics, enhance efficiency, and improve customer satisfaction.": "Our fulfillment platform is trusted by our customers to optimize logistics, enhance efficiency, and improve customer satisfaction.",
  "Fullfilled Orders": "Fullfilled Orders",
  "Warehouses Capacity": "Warehouses Capacity",
  "Processing Time": "Processing Time",
  "Customer Satisfaction": "Customer Satisfaction",
  "Navigation": "Navigation",
  "Home": "Home",
  "About Us": "About Us",
  "How it works": "How it works",
  "Services": "Services",
  "about-paragraph-one": "Enretag LLC is a trusted provider of top-quality interim warehousing and fulfillment services in North America, including the USA, Canada, and Mexico. With a strong presence across these regions, we are equipped to handle a wide range of logistics needs, ensuring that your products reach their destination efficiently and securely.",
  "about-paragraph-two": "At Enretag, our mission is to deliver secure, practical, and customer-centric fulfillment and shipping solutions designed to simplify and enhance your business operations. We understand that in today’s fast-paced e-commerce environment, reliability and efficiency are key. That's why we are committed to handling your products with the utmost care, giving you peace of mind so you can focus on growing your business.",
  "about-paragraph-three": "Our expert team brings years of industry experience to the table, offering secure and cost-effective fulfillment solutions tailored to meet the unique demands of e-commerce businesses. Whether you're a seasoned professional or just beginning your e-commerce journey, we are here to support you every step of the way. From managing inventory to ensuring timely fulfillment and shipment, we pride ourselves on providing the high-quality solutions your business needs to succeed in a competitive market.",
  "about-paragraph-four": "At Enretag, we believe that our customers are at the heart of everything we do. We strive to build long-term partnerships based on trust, reliability, and exceptional service. We take the time to understand your specific needs and challenges, allowing us to offer customized solutions that align perfectly with your business goals.",
  "about-paragraph-five": "Contact us today to discover how Enretag LLC can help you streamline your fulfillment processes, reduce costs, and enhance customer satisfaction. Let us be your trusted partner in achieving success in the dynamic world of ecommerce.",
  "contact-email": "Our team will contact you in 24 hours.",
  "contact-whatsapp": "Our friendly team is here to help anytime.",
  "contact-office": "Stop by the warehouse and say hello to our team",
  "contact-paragraph-one": "We’d love to hear from you. Please fill out the form or send us an email.",
  "contact-working-hours": "Monday - Friday : 09AM - 6PM (ETA)",
  "how-it-works-receiving-paragraph-one": "we continuously improve our processes to provide our customers with the highest quality service. Our receiving process is meticulously designed to ensure the accurate and safe acceptance of your products into our warehouse.",
  "how-it-works-receiving-paragraph-two": "and receipt of your products at our warehouse, they will undergo a thorough inspection by our expert team. The quality and accuracy of your products will be examined, and after counting, details of content, integrity, and quantity will be entered into our system",
  "how-it-works-receiving-paragraph-three": "you will be provided with feedback. With our professional software, you can be assured that the accepted products are inventoried into our system.",
  "how-it-works-receiving-paragraph-four": "is our priority. For any questions about our receiving process, contact us—we're here to help.",
  "how-it-works-preparing-paragraph-one": "and their entries are made into our system as necessary, the preparation process begins.",
  "how-it-works-preparing-paragraph-two": "This process has become very practical for you. You can easily select the status, packaging instructions, consolidation, or segregation of the products entered into our system through our software.",
  "how-it-works-preparing-paragraph-three": "with the choices you make and the FNSKU labels you upload easily, the labeling process of your products according to your preferences and correct sizes is completed in a very short time.",
  "how-it-works-packaging-paragraph-one": "are classified based on weight, volume, category (hazardous materials, meltable etc.), and the boxing process begins.",
  "how-it-works-packaging-paragraph-two": "your products are distributed evenly in the boxes to ensure that the boxes are used to their full capacity in terms of size and weight, ensuring maximum efficiency from the prepared box in this sense.",
  "how-it-works-delivering-paragraph-one": "Our professional team uploads the contents into the system and notifies sellers that their boxes are ready.",
  "how-it-works-delivering-paragraph-two": "we start preparing shipping labels and, if needed, customs documents.",
  "how-it-works-delivering-paragraph-three": "your boxes are promptly shipped with the selected carrier, and tracking details are provided by our software to you.",
  "how-it-works-delivering-paragraph-four": "Our professional team ensures the tracking and management of your boxes until they are delivered.",
  "how-it-works-quote": "Customer satisfaction is our priority. For any questions about our work process, contact us. We're here to help anytime.",
  "Amazon FBA": "Amazon FBA",
  "services-page-fba-paragraph-1": "If you're an online seller, you might be familiar with the challenges of order fulfillment - storage, packaging, shipping, customer service, and returns. Amazon FBA (Fulfillment by Amazon) is a service designed to relieve these pressures so that you can focus more on growing your business.",
  "services-page-fba-paragraph-2": "Amazon FBA is a comprehensive solution provided by Amazon that takes care of storage, packaging, and shipping of your products. When a customer places an order for your product, Amazon's fulfillment centers take over - they pick, pack, and ship the product on your behalf. This not only reduces your workload but also ensures a swift and professional delivery service.",
  "Storage": "Storage",
  "services-page-fba-paragraph-3": "Amazon FBA provides access to Amazon's extensive warehouse network, so you can store your inventory for Amazon to ship. This greatly reduces the spend on your own storage space and helps minimize overhead costs.",
  "Packaging & Shipping": "Packaging & Shipping",
  "services-page-fba-paragraph-4": "Amazon handles the complete packaging and shipping process. Once an order is placed, Amazon's team packages the product and ships it to the customer. This ensures a quick and efficient delivery process, improving customer satisfaction.",
  "Customer Service & Returns": "Customer Service & Returns",
  "services-page-fba-paragraph-5": "Amazon FBA also covers customer service and the handling of returns. This means any inquiries or issues related to shipping, tracking, and returns are managed by Amazon's customer service.",
  "Prime Eligibility": "Prime Eligibility",
  "services-page-fba-paragraph-6": "Products fulfilled by Amazon FBA are automatically eligible for Amazon Prime, thus attracting a vast customer base who prefer fast, free shipping.",
  "Global Reach": "Global Reach",
  "services-page-fba-paragraph-7": "With Amazon FBA, you can effortlessly sell your products globally by leveraging Amazon's international logistics network.",
  "services-page-fba-paragraph-8": "Amazon provides robust tools and systems to help you manage your inventory effectively. You can track and monitor inventory levels, set up automated replenishment, and benefit from Amazon's forecasting capabilities.",
  "Multi-Channel Fulfillment": "Multi-Channel Fulfillment",
  "services-page-fba-paragraph-9": "In addition to fulfilling orders from Amazon's marketplace, you can also use Amazon FBA to fulfill orders from other sales channels, including your own website or other e-commerce platforms.",
  "services-page-fba-paragraph-10": "While Amazon FBA provides numerous benefits, it's important to consider the associated costs, which include storage fees, fulfillment fees, and additional service fees. These vary based on the size and weight of your products, and the time of year. It's essential to factor in these costs when determining your product pricing and profitability.",
  "services-page-fba-paragraph-11": "In summary, Amazon FBA is an effective solution for online sellers looking to simplify their logistics. By handling storage, packaging, shipping, customer service, and inventory management, Amazon FBA allows sellers to focus on what they do best - sourcing and selling great products. With the added advantage of Prime eligibility and global reach, Amazon FBA can help you reach a wider customer base and streamline your e-commerce operations.",
  "FBM (Fulfillment by Merchant)": "FBM (Fulfillment by Merchant)",
  "services-page-fbm-paragraph-1": "Fulfillment by Merchant (FBM) is a sales model where sellers manage their own inventory and directly package and ship orders themselves. In this system, sellers do not utilize Amazon's warehouses; instead, they acquire products from their own warehouses or suppliers and independently package and ship these products when customer orders are received. FBM provides sellers with greater control and flexibility. This model is particularly preferred for unique products or customized orders.",
  "Enretag LLC's advanced software": "Enretag LLC's advanced software",
  "Thanks to Enretag LLC's advanced software, orders from your e-commerce platform accounts are automatically received by our system.": "Thanks to Enretag LLC's advanced software, orders from your e-commerce platform accounts are automatically received by our system.",
  "Sellers can avail sales services directly from Enretag LLC's warehouses, eliminating the need for renting storage space for their products.": "Sellers can avail sales services directly from Enretag LLC's warehouses, eliminating the need for renting storage space for their products.",
  "Orders": "Orders",
  "All products will be stored in our warehouses immediately after the purchase process and will be dispatched to customers according to your preferences. We will take care of managing your orders, allowing you to focus on your business.": "All products will be stored in our warehouses immediately after the purchase process and will be dispatched to customers according to your preferences. We will take care of managing your orders, allowing you to focus on your business.",
  "Safety your product": "Safety your product",
  "Our team is dedicated to product preparation, packaging, complying with the requirements of the e-commerce platform, and ensuring the safety of your products. You can rest assured that your products will reach the buyer on time and in good condition.": "Our team is dedicated to product preparation, packaging, complying with the requirements of the e-commerce platform, and ensuring the safety of your products. You can rest assured that your products will reach the buyer on time and in good condition.",
  "Specialized large manufacturers and small private label owners in wholesale can sell their products on Amazon and other marketplaces in the United States. Standardized requirements are established for packaging, labeling, and adherence to product delivery deadlines for such businesses. To ensure compliance and avoid rejection of deliveries or refusal of further collaboration, our professional team meticulously conducts visual inspection, branding, kit formation, and packaging of products before they are sent to e-commerce platform buyers. All processes are executed promptly to minimize the risk of delays in delivery dates.": "Specialized large manufacturers and small private label owners in wholesale can sell their products on Amazon and other marketplaces in the United States. Standardized requirements are established for packaging, labeling, and adherence to product delivery deadlines for such businesses. To ensure compliance and avoid rejection of deliveries or refusal of further collaboration, our professional team meticulously conducts visual inspection, branding, kit formation, and packaging of products before they are sent to e-commerce platform buyers. All processes are executed promptly to minimize the risk of delays in delivery dates.",
  "Dropshipping is an e-commerce business model where a store owner does not stock or hold inventory. Instead, they forward customer orders directly to the supplier or manufacturer, who then ships the products directly to the customer. The dropshipping business model provides store owners with the advantage of relieving operational burdens such as inventory management and warehouse operations.": "Dropshipping is an e-commerce business model where a store owner does not stock or hold inventory. Instead, they forward customer orders directly to the supplier or manufacturer, who then ships the products directly to the customer. The dropshipping business model provides store owners with the advantage of relieving operational burdens such as inventory management and warehouse operations.",
  "Wholesale, a commercial business model, involves the sale of products in large quantities, typically at lower unit prices. Wholesale purchasing facilitates the procurement and stocking process, often geared towards retail sales. Wholesalers acquire products directly from manufacturers or through intermediaries, then sell them to retailers or end-users. This process enables retailers to replenish their stocks, engage in sales at competitive prices, and increase their profits. Wholesale transactions usually require a minimum order quantity or value, and wholesale buyers often benefit from special pricing and discounts.": "Wholesale, a commercial business model, involves the sale of products in large quantities, typically at lower unit prices. Wholesale purchasing facilitates the procurement and stocking process, often geared towards retail sales. Wholesalers acquire products directly from manufacturers or through intermediaries, then sell them to retailers or end-users. This process enables retailers to replenish their stocks, engage in sales at competitive prices, and increase their profits. Wholesale transactions usually require a minimum order quantity or value, and wholesale buyers often benefit from special pricing and discounts.",
  "Enretag LLC is a warehouse facility designed for wholesalers operating on e-commerce platforms such as Amazon, Walmart, Shopify, and eBay. Our warehouse offers many advantages to sellers, including centralized storage, reduced logistical costs, and services like packaging and labeling of goods. Utilizing our services allows sellers to focus on growing their businesses without the hassle of storage and logistics management. Enretag LLC serves not only sellers on the mentioned platforms but also provides services on other platforms involved in wholesale merchandise distribution, making us a versatile solution partner for your business.": "Enretag LLC is a warehouse facility designed for wholesalers operating on e-commerce platforms such as Amazon, Walmart, Shopify, and eBay. Our warehouse offers many advantages to sellers, including centralized storage, reduced logistical costs, and services like packaging and labeling of goods. Utilizing our services allows sellers to focus on growing their businesses without the hassle of storage and logistics management. Enretag LLC serves not only sellers on the mentioned platforms but also provides services on other platforms involved in wholesale merchandise distribution, making us a versatile solution partner for your business.",
  "Enretag LLC is an excellent choice for your business due to many advantages:": "Enretag LLC is an excellent choice for your business due to many advantages:",
  "The automatic warehouse management system": "The automatic warehouse management system",
  "enables efficient management of storage and delivery of goods, reducing logistics time and costs.": "enables efficient management of storage and delivery of goods, reducing logistics time and costs.",
  "Integration": "Integration",
  "with popular e-commerce platforms (Amazon, Walmart, Etsy, eBay, Shopify, WooCommerce) allows quick and easy access to sales and inventory data through Enretag LLC software automation, making it affordable for small and medium-sized businesses.": "with popular e-commerce platforms (Amazon, Walmart, Etsy, eBay, Shopify, WooCommerce) allows quick and easy access to sales and inventory data through Enretag LLC software automation, making it affordable for small and medium-sized businesses.",
  "With its extensive storage capacity": "With its extensive storage capacity",
  "and the privilege of fast delivery to customers, Enretag LLC becomes an ideal solution for wholesalers and online stores.": "and the privilege of fast delivery to customers, Enretag LLC becomes an ideal solution for wholesalers and online stores.",
  "In the modern world of commerce, the storage and distribution of products hold great importance. The efficient management of these processes directly affects the success of businesses. It is at this point that shipping with pallets has become an indispensable logistical solution for many companies.": "In the modern world of commerce, the storage and distribution of products hold great importance. The efficient management of these processes directly affects the success of businesses. It is at this point that shipping with pallets has become an indispensable logistical solution for many companies.",
  "Many warehouses and distribution centers optimize their operations by taking advantage of the benefits of pallet shipping. Shipping with pallets speeds up business processes. Additionally, it minimizes the risk of product damage and loss, thus ensuring a more reliable service to customers.": "Many warehouses and distribution centers optimize their operations by taking advantage of the benefits of pallet shipping. Shipping with pallets speeds up business processes. Additionally, it minimizes the risk of product damage and loss, thus ensuring a more reliable service to customers.",
  "Both your domestic (within America) and international pallets are prepared by our expert teams and made ready for shipment within a short period. During the shipment process, the customs documentation for your pallets is carefully prepared, and necessary follow-ups are meticulously conducted until your pallets reach the desired destination. This situation provides significant advantages in terms of price, speed, security, and inventory management.": "Both your domestic (within America) and international pallets are prepared by our expert teams and made ready for shipment within a short period. During the shipment process, the customs documentation for your pallets is carefully prepared, and necessary follow-ups are meticulously conducted until your pallets reach the desired destination. This situation provides significant advantages in terms of price, speed, security, and inventory management.",
  "At Enretag,": "At Enretag,",
  "we listen to our customers' needs and do our best to provide them with the most suitable service according to their business model.": "we listen to our customers' needs and do our best to provide them with the most suitable service according to their business model.",
  "We promptly prepare and carefully package your pallets": "We promptly prepare and carefully package your pallets",
  "according to your business model and volume, ensuring their shipment as quickly as possible. You can benefit from our pallet shipping service on either a seasonal or continuous basis.": "according to your business model and volume, ensuring their shipment as quickly as possible. You can benefit from our pallet shipping service on either a seasonal or continuous basis.",
  "As we all know,": "As we all know,",
  "e-commerce is a competitive platform. With our fast, efficient, and cost-effective solutions, it's now easier than ever to outperform your competitors.": "e-commerce is a competitive platform. With our fast, efficient, and cost-effective solutions, it's now easier than ever to outperform your competitors.",
  "How Enretag Works ?": "How Enretag Works ?",
  "Discover how we work and experience": "Discover how we work and experience",
  "Peace of Mind": "Peace of Mind",
  "Receiving": "Receiving",
  "As Fulfillment Center,": "As Fulfillment Center,",
  "Upon arrival": "Upon arrival",
  "After the receiving process": "After the receiving process",
  "Customer satisfaction": "Customer satisfaction",
  "Preparing": "Preparing",
  "After your products' boxes are opened": "After your products' boxes are opened",
  "Thanks to our advanced software,": "Thanks to our advanced software,",
  "Then,": "Then,",
  "Packaging & Boxing": "Packaging & Boxing",
  "Completed affecting products": "Completed affecting products",
  "During this process,": "During this process,",
  "Shipment": "Shipment",
  "After the boxing process": "After the boxing process",
  "Once sellers acquire the required labels (e.g., FBA),": "Once sellers acquire the required labels (e.g., FBA),",
  "Once documents and labels are completed,": "Once documents and labels are completed,",
  "Then, our professional team": "Then, our professional team",
  "How It Works?": "How It Works?",
  "Login/Register": "Login/Register",
  "Office": "Office",
  "Phone": "Phone",
  "First Name": "First Name",
"Last Name": "Last Name",
"Email Address": "Email Address",
"We want to hear from you.": "We want to hear from you",
"Send Message": "Send Message"
}
